/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */
"User Interface" = "Кориснички интерфејс";
"If blank, the search engine page will be used" = "Ако е празна, ќе биде користена веб страната на пребарувачот";
"If blank, the default Onion Browser page will be used" = "Ако е празна, ќе биде користена стандардната страна на Onion прелистувачот";
"Toolbar on bottom" = "Лента со алатки на дното";
"Dark interface" = "Темен интерфејс";
"Dark app icon" = "Икона за темна апликација";
"Mute audio with mute switch" = "Исклучи го аудиото со прекинувачот за исклучување";
"Custom home page" = "Прилагодена главна страна";
"Search Engine" = "Пребарувач";
"When disabled, all text entered in search bar will be sent to the search engine unless it starts with \"http\"" = "Кога е оневозможено, целиот внесен текст во барот за пребарување ќе биде испратен до пребарувачот освен ако истиот започнува со \"http\"";
"Search engine" = "Пребарувач";
"Auto-complete search results" = "'Автоматски-заврши' пребарување на резултати";
"Stop auto-complete at first dot" = "Стопирај го 'автоматски-заврши' на првата точка";
"Privacy" = "Приватност";
"Cookies and local storage data from non-whitelisted hosts will be cleared even from open tabs after not being accessed for this many minutes" = "Колачињата и локалниот склад за информации од хостови кои не се на белата листа ќе бидат избришани дури и од отворените табови откако нема да им биде пристапено во овие неколку минути ";
"Send Do-Not-Track header" = "Испрати наслов Не-Следи";
"Edit cookies and local storage" = "Уреди ги колачињата и локалниот склад";
"Cookie auto-sweep interval" = "Автоматско-поместување на колачето во интервал";
"Choose, how long app remembers open tabs." = "Избери, колку долго апликацијата да ги памети отворените табови.";
"Tab Security" = "Таб Безбедност";
"Always remember open tabs" = "Секогаш памети ги отворените табови";
"Forget tabs when app shuts down" = "Заборави ги табовите кога апликацијата се исклучува";
"Forget tabs when app in background" = "Заборави ги табовите кога апликацијата е во заднина";
"Changing this option requires restarting the app" = "Изменувањето на оваа опција бара повторно уклучување на апликацијата";
"Allow 3rd party keyboards" = "Дозволете тастатури од 3-ти страни";
"Report a bug" = "Пријавете грешка";
"Security" = "Безбедност";
"When enabled, a per-host option to ignore further TLS errors is shown in the TLS error dialog" = "Кога е овозоможена да ги игнорира понатамошните TLS грешки, опцијата 'по-хост' е покажана во дијалогот 'TLS грешка'";
"Allow ignoring TLS errors" = "Дозволи игнорирање на TLS грешки";
"TLS Version" = "TLS Верзија";
"TLS 1.2 Only" = "Само TLS 1.2";
"TLS 1.2, 1.1 or 1.0" = "TLS 1.2, 1.1 или 1.0";
"Minimum version of TLS required for hosts to negotiate HTTPS connections" = "Минимална верзија на TLS потребна за хостовите да преговараат  HTTPS поврзувања";
"Miscellaneous" = "Разно";
"Rate on App Store" = "Рангирајте на Продавницата за апликации";
"About" = "За";
"About Onion Browser" = "За Onion прелистувачот";
"About Endless" = "За Endless";
